aptitude
auctex
beep
blender
busybox
checkinstall
clementine
cmake
docbook-dsssl
docbook-utils
docbook-xml
docbook-xsl
docker-engine
dolphin
dos2unix
emacs
exfat-fuse
exfat-utils
exuberant-ctags
fbreader
feh
ffmpeg
font-manager
fonts-lmodern
fonts-texgyre
git
git-lfs
google-chrome-stable
gparted
gthumb
i3-wm
iperf
jadetex
kazam
kernel-common
libavcodec-dev
libavdevice-ffmpeg56
libavfilter-dev
libavformat-dev
libavresample-dev
libav-tools
libavutil-dev
libdc1394-22-dev
libeigen3-dev
libfaac-dev
libfile-homedir-perl
libfile-which-perl
libgconf2-4
libglfw3-dev
libgstreamer0.10-dev
libgstreamer1.0-dev
libgstreamer-plugins-base0.10-dev
libgstreamer-plugins-base1.0-dev
libgtk2.0-dev
libgtk-3-dev
libhdf5-serial-dev
libjasper-dev
libjpeg-dev
libleveldb-dev
libmp3lame-dev
libmysqlclient-dev
libnss3-1d
libopencore-amrnb-dev
libopencore-amrwb-dev
libopencv-dev
libopenexr-dev
libosp5
libostyle1c2
libpng12-dev
libpotrace0
libprotobuf-dev
libptexenc1
libqt4-dev
libqwt5-qt4
libsgmls-perl
libsnappy-dev
libsp1c2
libswscale-dev
libsynctex1
libtbb-dev
libtexlua52
libtexluajit2
libtheora-dev
libtiff5-dev
libv4l-dev
libvorbis-dev
libx264-dev
libxine2-dev
libxvidcore-dev
linux-image-extra-4.4.0-34-generic
linux-image-extra-virtual
lmodern
lua5.3
lynx
lynx-common
melt
mendeleydesktop
mplayer2
mtpfs
nitrotasks
nmap
okular
openjade
openjdk-8-jdk
openjdk-8-jre
openssh-server
pandoc
parallel
pastebinit
pdfcube
pdf-presenter-console
pdftk
pipelight-multi
playonlinux
preview-latex-style
prosper
protobuf-compiler
ps2eps
pv
pyqt4-dev-tools
python2.7-dev
python3.5-dev
python3-dev
python3-numpy
python3-pip
python3-smbc
python-apt
python-dev
python-kivy
python-numpy
python-pip
python-qwt5-qt4
python-rosinstall
python-scipy
python-sklearn
qtbase5-dev
ranger
ros-kinetic-camera-calibration
ros-kinetic-desktop
ros-kinetic-image-common
ros-kinetic-image-transport-plugins
ros-kinetic-image-view
ros-kinetic-opencv3
scribus
sgml-data
sgmlspl
skype
smbclient
sp
sphinx-common
stack
terminator
tex-common
tex-gyre
texlive
texlive-base
texlive-bibtex-extra
texlive-binaries
texlive-extra-utils
texlive-fonts-extra
texlive-fonts-recommended
texlive-fonts-recommended-doc
texlive-font-utils
texlive-generic-recommended
texlive-latex-base
texlive-latex-base-doc
texlive-latex-extra
texlive-latex-extra-doc
texlive-latex-recommended
texlive-latex-recommended-doc
texlive-luatex
texlive-math-extra
texlive-pictures
texlive-pictures-doc
texlive-pstricks
texlive-pstricks-doc
texlive-xetex
thunar
tig
tipa
tmux
tmuxinator
unetbootin
unity-tweak-tool
unrar
v4l-utils
vim-gnome
vim-gnome-py2
vim-gtk3-py2
vim-nox
vim-nox-py2
vlc
wine
wireshark
x264
xmlto
xsltproc
yasm
zeal
zsh
