abs
alsa-utils
autoconf
automake
bash
binutils
bison
bzip2
chromium
clang
cmake
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
e2fsprogs
expac
fakeroot
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
git
glibc
grep
grub
gst-libav
gst-plugins-good
gvim
gzip
hub
i3-wm
i3lock
i3status
ifplugd
inetutils
iproute2
iputils
ipw2200-fw
iw
jfsutils
less
licenses
lilyterm
linux
logrotate
luakit
lvm2
m4
make
man-db
man-pages
mdadm
mpd
mpv
mupdf
nano
netctl
openssh
pacman
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
python
python2
python2-pip
ranger
reflector
reiserfsprogs
rfkill
s-nail
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
tmux
udevil
usbutils
util-linux
vi
vim-runtime
wget
which
wicd
wicd-gtk
wpa_supplicant
wqy-zenhei
xclip
xf86-input-evdev
xf86-input-joystick
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-voodoo
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xv
youtube-dl
zsh
